<template>
    <el-container>
        <el-header style="height: 200px">
            <el-row>
                <div>
                    <audio src="/img/yy/music.mp3" loop autoplay ref="au"></audio>
                </div>
            </el-row>
        </el-header>
        <el-main>
            <el-row>

                <el-col :span="16" :offset="4">
<div>
    8901-------有证----等级：670----年费V7----成长值：68888----出租价格：3000元----同号频道：8901（靓）----可配合改证----绝版4位---已被预订 99110------无证----等级：456----年费V1----成长值：00000----出租价格：1100元----极品AABB----已出售
    98668------有证----等级：645----年费V7----成长值：41000----出租价格：800元----已出租
    99173------有证----等级：245----年费V2----成长值：00100----出租价格：700元
    99348------有证----等级：750----年费V7----成长值：73000----出租价格：900元

    222275-----无证----等级：345----年费V1----成长值：00000----出租价格：500元----4A
    370888-----无证----等级：460----年费V5----成长值：08000----出租价格：400元----3A
    596096-----无证----等级：640----年费V7----成长值：50000----出租价格：400元----永久靓----*96 *96
    192819-----有证----等级：744----年费V7----成长值：74000----出租价格： 680元----永久豪----金钻12级---带3个6频
    250219-----有证----等级：169----年费V4----成长值：05000----出租价格： 300元----永久豪----年费剩3年
    602244-----有证----等级：744----年费V7----成长值：58000----出租价格： 450元----永久豪----皇族豪
    298990-----有证----等级：768----年费V7----成长值：63000----出租价格： 400元----皇族豪----三灯笼----金钻12级
    403058-----无证----等级：612----年费V7----成长值：59000----出租价格： 350元----皇族豪
    339136-----有证----等级：736----年费V7----成长值：69000----出租价格： 350元----准三灯笼
    348198-----有证----等级：473----年费V6----成长值：28000----出租价格： 300元----5位频道：58068----准V7
    721626-----有证----等级：802----年费V7----成长值：68000----出租价格： 400元----三灯笼
    774474-----有证----等级：517----年费V7----成长值：31000----出租价格： 350元----AABB AB
    800111-----有证----等级：271----年费V1----成长值：00000----出租价格： 800元----极品客服
    800333-----有证----等级：589----年费V7----成长值：46000----出租价格： 800元----极品客服
    888059-----有证----等级：316----年费V0----成长值：00000----出租价格： 200元----3A
</div>
                </el-col>
            </el-row>
        </el-main>
    </el-container>
</template>

<script>
    export default {
        name: "detail"
    }
</script>

<style scoped>
    .el-header {
        background: url("/img/yy/head.png") no-repeat center;
        color: #333;
        text-align: center;
    }

    .el-main {
        color: black;
        text-align: center;
        margin-top: 10px;
    }

    .el-main .el-col {
        margin-top: 10px;
    }

    .div_box {
        height: 151px;
        width: 247px;
        border: white 3px solid;
        border-radius: 30px;
        background-color: whitesmoke;
        background-size: cover;
        margin: auto;
    }

    .div_box .el-link {
        font-size: 28px;
        margin-top: 30px;
    }

    .div_box .el-row {
        margin-top: 10px;
    }

    .div_box span {
        color: white;
    }

    .el-container {
        height: 100%;
        background-size: cover;
    }
</style>
